hello_message = """Привет, *НЕ случайный человек*! 
В нашем мире *не существуют случайностей*, и если вы здесь — значит *тебе это нужно*!"""

hello_message2 = """*А я рада тебя приветствовать!*

Меня зовут *Юлия Калашникова*, и я __более 4х лет занимаюсь цифрами.__

Я не просто делаю расчеты людям, но и *сама живу нумерологией.*
Помимо цифр, я *работаю в кино исполнительным продюсером,* __и цифры и там со мной.__

Также __я практикующий психолог,__ имею *высшее профессиональное образование психолога-педагога* и, в данный момент, заканчиваю обучение на коуча.

*Веду консультации, как нумеролог-психолог,* __потому что цифры *ускоряют путь* к достижению целей *во много раз!*__

*Одна консультация со мной заменяет 10 встреч с обычным психологом.*

За это время *я помогла многим людям выбрать профессию,* где они *зарабатывают кратно больше,* а работа *перестала быть каторгой.*

Также я помогла *найти свое предназначение в жизни* — то, для чего вы здесь. Тем самым все смогут __улучшить все сферы жизни — семья, здоровье, таланты, финансы, любовь.__ 
"""


hello_message3 = """Путь в нумерологии начинается c расчета *Вашего личного Треугольника энергии.*

С помощью треугольника вы узнаете, какие *энергии даны вам при рождение,* а это ваша __«коробочка с инструментами» по достижению успеха.__
*А успех у нас — это количество ошибок.*

А вот Эта «коробочка» __сократит Ваши ошибки и укажет точный путь к успеху,__ *главное после получения расшифровки начать __ДЕЙСТВИЯ.__*

__*Для начала этого пути напиши мне свою дату рождения в формате ДД.ММ.ГГГГ*__
_Пример 01.01.1999_"""

before_triangle_message = """*ТРЕУГОЛЬНИК СУДЬБЫ*

*ЛЮБАЯ __ВАША__ НЕРЕАЛИЗОВАННАЯ ЭНЕРГИЯ, КОТОРАЯ ДАЕТСЯ ОТ ВСЕЛЕННОЙ, ПРЕВРАЩАЕТСЯ В ЗАВИСИМОСТЬ, АГРЕССИЮ И В БОЛЕЗНИ.*

Треугольник судьбы у каждого человека __состоит из 6 чисел__. Каждое число символизирует аркан (карту), которая описывает одну из особенностей вашей личности.

ВАЖНО ПОНЯТЬ, что у любой карты есть *два пути: __светлый и темный__*. 

При рождении __*ВЫ* получаете некие инструменты (качества)__, которые необходимы для *успешного прохождения по жизненному пути.* 
Они нужны для решения тех или иных задач, которые *Душа определила для себя на это воплощение.*

*Каждый Аркан расписан по двум направлениям*, в которых *вы* можете проявлять энергию. 

1. __Светлый путь (описание по плюсу «+»)__
2. __Тёмный путь (описание по минусу «–»)__. 

Расcчитайте *свой личный треугольник*, чтобы понять, __по какой дороге идете именно вы.__

*__Ведь только вы сами человек решаете, какую дорогу выбрать.__*
*Однако разница будет ощутимая.*
"""

before_arkan_message = """⬆️ *Это ваш треугольник судьбы* ⬆️

__В нем написаны ваши 6 личных энергий, которые даны вам при рождении__

После нажатия "Получить расшифровку", вы получите *краткую* нумерологическую расшифровку каждой энергии, но даже из этой информации вы можете *увидеть не только свою силу и потенциал*, но и свои *пробелы*!

Расшифровка данных энергий даёт возможность узнать, какие *Ваши качества и особенности* были __даны вам при рождении, а также по какому пути вы движетесь__.

В случае, если информация на картинке __совпадает в ПЛЮСЕ__ — значит, __Вы на верном пути__. 

Если __совпадает в МИНУС или в ГИПЕР__ — *__Вы идёте дорогой, ведущей в неверную сторону__*. 
На этом пути шанс обрести успех в важных сферах жизни, таких как деньги, личное развитие, карьера и романтические отношения, *стремится к нулю*. Т.е. вас __преследуют постоянные проблемы во всех сферах и затягивает в болото.__

Если совпадает и по ПЛЮСУ, и МИНУСУ — __энергия нестабильна__. 
Как итог: __жизнь в хаосе__, нет определённости. *Нет удовлетворения жизнью.* Качает из стороны в сторону. Хроническая усталость. 

__*Энергию нужно срочно переводить в плюс.*__

__Ваша задача — *честно* посчитать в скольких сферах вы проявляетесь в (—) или ГИПЕР__

Если после прочтения расшифровки *из ваших 6 энергий в более чем 2-х проявляются минусовые характеристики, то я вам рекомендую начать действовать и переводить эти энергии в плюс.*
"""

send_procents_message_dict = {
    0: """*Результат — это следствие действий, ну или ваших бездействий*

Хочешь изменений? *Сейчас самое время*.

__Ты оказался здесь не случайно.__

*До меня доходят не все*, а только те — __кому это необходимо, и кто к этому готов.__
Готов к росту по пути своего предназначения? Это самый быстрый и легкий путь!""",
    1: """Каждая минусовая энергия переходит в *агрессию, болезни и разрушение себя и окружающих — __это нужно менять.__* 

__Ты никогда не сможешь иметь желаемое, если у тебя больше 30% проявлений в минусе.__
        
*Нет реализации, нет денег, здоровья,* не знаешь в каком направление тебе двигаться, как начать действовать. *Твоими друзьями стали*:
1. Cтрах нового
2. Лень начинаний
3. Прокрастинация будущего 

*Это очень серьезно, есть о чем подумать.*
А главное знай, что *Выход есть!*
__*И я знаю, где он!*__""",
}

arkans_dict = {
    1: """*1 — МАГ. «Энергия волшебника и чудотворца»*
        
➕ Творец, умелый, общительный, очень интересный человек. Золотые руки. Магические способности. Хороший менеджер, администратор.

➖ Не верит в свои силы. Хитрый, жулик, махинатор, лжец и мошенник. Живет за чужой счет. Шарлатан (все его магические способности просто хорошая мистификация).

(ГИПЕР) Гордыня. Использование магических способностей в корыстных целях. Темная магия. Непринятие чужих заслуг.
""",
    2: """*2 — ЖРИЦА. «Энергия единства, равенства и гармонии». Простой аркан.*

➕ Тонкая и чувствительная натура, всегда готова помочь. Архетип девственницы, медиумические способности, хороший психолог, учитель.

➖ Непредсказуемость, бегство от реальности, плаксивость, глупость. Постоянно жалуется, плачет. Энергетический вампир, черный маг.

(ГИПЕР) Сплетник и двуличный человек. Получает удовольствие, создавая ссоры и действуя исподтишка 
""",
    3: """*3 — ИМПЕРАТРИЦА. «Энергия плодородия, зачатия»*

__Для женщин:__

_Женственность, мягкость._

➕ Архетип матери, заботливая. Для такого человека на первом месте — семья и дети. Плодовитый, сексуальный, может очень хорошо зарабатывать. Очень земной, реалист.

➖ Сложно контролировать себя, много излишеств (алкоголь, еда, наркотики, секс). Характер порой деспотичный, особенно с домашними. Транжира, не настроен на семью. Бездетный. 

(ГИПЕР) Жесткий контроль за детьми и близкими, который часто вредит отношениям. 

__Для мужчин:__ 

➕ Неконфликтные с мягким характером. Хорошо зарабатывают. Их любят и уважают женщины. Хозяйственные. 

➖ Не готовы принимать решения и брать на себя ответственность. Часто живут с сильными женщинами, которые все обязанности взваливают на себя. 

(ГИПЕР) Чрезмерное восхищение собственной персоной. Образ «супергероя». Метросексуал. Повышенный интерес к «женским делам»: вязание, кулинария.
""",
    4: """*4 — ИМПЕРАТОР. «Энергия власти, лидеров и руководителей»*

_Лидер, командир. При подавлении инициативы в детстве, аркан может уйти в тень._

Для мужчин:

➕ Начальник, активный, энергичный, часто занимает видный пост. Хороший политик, директор. Ценит дисциплину и порядок во всем, особенно в семье и на работе.

➖ Упрямый, агрессивный человек. Педант и зануда. Драчун. Много энергии, которую некуда деть. Именно поэтому часто раздражается.

(ГИПЕР) Безжалостный. Деспотичный. Завышенный контроль всего вокруг.

Для женщин 

➕ Развитая логика, уверенность в себе, умение брать на себя ответственность. Специальная реализация очень важна.

➖ Выполняет роль беззащитного ребенка, который вызывает жалость. Нежелание брать на себя ответственность.

(Гипер) «Мужчина в юбке». Жесткость. Деспотизм. Убежденность, что все мужчины слабаки. Меряется с мужчинами, не желает уступать им. Проблемы в личных отношениях. Замена семьи на карьеру. 
""",
    5: """*5 — ПАПА. «Энергия закона и порядка. Энергия знаний».* 

_Эмоциональность, склонность к опеке._

 ➕ Духовный человек. Хороший психолог, умеет слушать. Может быть учителем, добрым советчиком. Политики, ораторы, аналитики. Зарабатывают головой. Хороший семьянин. 

➖ Бездуховный, духовность и идеалы только для прикрытия. Лжец, плохой советчик. Человек, который никак не может найти свой путь! Проблемы с созданием семьи. Проблемы с речью. 

(ГИПЕР) Зазнайки. Раздает советы и поучение всем подряд, даже когда этого не требуется. Учатся, но не применяют свои знания. Религиозные фанатики.
""",
    6: """*6 — ЛЮБОВНИКИ. «Энергия отношений и красоты»* 

➕ Чувственный, добрый, нежный и очень сексуальный человек. Душа компании, любит общаться и заводить новые знакомства. Артисты.  Большое внимание к внешности. 

➖ В жизни сложно сделать выбор: часто 2 брака, любовные треугольники. Другими словами, нерешительный человек. Куча комплексов, особенно в сексе и любви. Постоянно колеблется, жизнь постоянно ставит перед выбором.

(ГИПЕР) Нарциссизм. Зацикленность на красоте. Разрушающая зависимость от отношений. 
""",
    7: """*7 — КОЛЕСНИЦА.  «Энергия движения и победы»* 

_Удача, рост, психологические проблемы, психотравмы._

➕ Смелый, уверенный. Постоянно в движении, куда-то несется, путешествует. Много перемен в жизни. Целеустремленный. Чаще всего занимается спортом. 

➖ Полный застой в жизни, лентяй, трус. Однако человек может быть слишком активный, дерганный, нервный.

(ГИПЕР) Готов «идти по головам» для достижения своих целей. Навязывание силой другим людям своих целей.  У женщин часто перекос в мужские качества и мужское начало.
""",
    8: """*8 — ПРАВОСУДИЕ. «Энергия справедливости и равновесия»* 

_Интеллект, чувствительность кармические долги из прошлой жизни. Базовые данные для целительства._

➕ Порядочный, уравновешенный человек. Часто связан с юриспруденцией, законом, полицией. Ясный ум, порой может казаться очень холодным. Справедливый. Ответственный. 

➖ Предвзятый, живет по своему закону, низкие моральные устои, нет внутреннего стержня. Обидчивость. Депрессии. Обвинение других в собственных проблемах. Показатель большой кармы (много грехов).

(ГИПЕР) Борьба за мнимую справедливость. Все вокруг в чем-то виноваты.
""",
    9: """*9 — ОТШЕЛЬНИК. «Энергия мудрости»* 

➕ Мудрый, любит уединение. Спокойный и рассудительный. Постоянно в духовных поисках или познании себя. Психолог, маг, ясновидящий. Разносторонне развитый. Может разобраться во всем. 

➖ Угрюмый и озлобленный человек, много комплексов, зацикленность только на себе, эгоист. Проблемы с психикой и социальной адаптацией. Злопамятность. Боязнь одиночества.

(ГИПЕР) Отшельничество. Много связей, но страх не пускает их в свою жизнь
""",
    10: """*10 — КОЛЕСО ФОРТУНЫ. «Энергия потока»* 

_Успех в любом деле зачастую приводит к неопределённости _

➕ Очень позитивная личность, активный, много поездок. Удачливый, оптимист. Имеет возможность в реализации себя в любой специальности. Связь с высшими силами. Связь со Вселенной через интуицию. Доверившись Ей, остается только научиться принимать ее дары.

➖ Фаталист, страх перед будущим, лентяй. Ждет, что судьба сама все "принесет на блюдечке" с голубой каемочкой.

(ГИПЕР) Несамостоятельность, подверженность чужому мнению. Постоянно что-то не устраивает — вечная борьба с препятствиями.
""",
    11: """*11 — СИЛА. «Энергия потенциала и силы»* 

_Обладает силой воли, много на себя берёт и всегда со всем справляется. Повышенная мера ответственности. Сила во всех проявлениях. Приглушённые желания, но зависит от сочетания арканов._

➕ Очень энергичный, уверенный в себе, четко знает, что хочет. Лидер. Спортсмен, борец. Сексуальный. Вдохновитель. 

➖ Либо слабый и бесхарактерный, либо чересчур активный, агрессивный с нестабильной нервной систеой. Проблемы в сексуальной сфере.
""",
    12: """*12 — ПОВЕШЕННЫЙ. «Энергия милосердия и доброты. Энергия нового видения»* 

_Ученичество — в жизни необходимо постоянно обучаться._

➕ Мудрый, неторопливый. В начале жизни часто много испытаний, потом все нормализуется. Не от мира сего, творцы. Очень отзывчивые, щедрые люди. Занимаются благотворительность. Имеют креативное мнение по любому вопросу. Изобретатели. Новаторы. 

➖ Все видит в перевернутом виде. Много иллюзий. Болезнь, инвалидность (как наказание за грехи), лень, уныние и вечное нытье. Сознательные игры в «жертву».  Нездоровые привязки к отношениям.

(ГИПЕР) Человек отдает больше, чем получает. Работает бесплатно, им все пользуются. Пренебрегает собой. Отсутствует любовь к себе. 
""",
    13: """*13 — СМЕРТЬ. «Энергия перерождения»*

_Резкий и дерзкий характер, «воин маг»._

➕ Очень сильная личность, которая закаляет свой характер, проходя через большие сложности. Много испытаний и опасностей в жизни (травмы, аварии и т.д.). Бесстрашные. Хладнокровные. Могут обслуживать рождение и смерть.  Очень подвижные и активные, способны решать любую задачу. 

ЭТО ЛИШЬ ВАРИАНТ!!! НЕ ПУГАТЬСЯ ДАННОЙ КАРТЫ! Магические способности. Военная (или шпионская) карьера.

➖ Либо разрушает себя, либо окружающих, либо и то и другое. Проблемы с психикой, особенно в конце жизни. Алкоголизм, наркомания, криминал. Страхи в любых проявлениях: смерти, перемен и т.д.  Человек "застревает" в прошлом. 

(ГИПЕР) Чрезмерный риск жизнью ради дозы адреналина. Резкость и агрессивность. Равнодушие к чужой боли. Суицид.
""",
    14: """*14 — УМЕРЕННОСТЬ. «Энергия души, искусства и творчества»* 

_Усреднение (сглаживание) всех других способностей и качеств._

➕ Спокойный, умеренный и творческий человек. Мягкий и добрый. Любовь к животным. Связь с водой и природой. Живет на позитиве в светлых чувствах.

➖ Душа — демон, уход в темноту. Отсутствие терпения.

(ГИПЕР) Нежелание прощать. Неуверенность, ранимость. 
""",
    15: """*15 — ДЬЯВОЛ. «Энергия искушений и проверок, земных удовольствий»*

_Упертость, неверие._

➕ Прирожденный психолог, очень хорошо чувствует людей. Магические способности. Работа с деньгами, банки. Отличный менеджер и организатор. Соблазнитель. Материальная успешность без привязки к деньгам. Открывает для других путь к свету.

➖ Хитрый и коварный стратег (типичный СКОРПИОН). Либо банальный алкоголик или наркоман. Дьявол дает любую форму зависимости. Человек себе не принадлежит. Его разрывает от ревности, зависти, жадности и сексуальных страстей.

(ГИПЕР) Жажда власти и денег. Мощный манипулятор. Видит слабые стороны человека и использует это в своих целях. Язвительность.
""",
    16: """*16 — БАШНЯ. «Энергия духовного пробуждения, разрушения и трансформации»*

_Жесткая, мощная натура в споре и энергетике. Архетип "против лома нет приёма"._

➕ Резкий, непредсказуемый, очень активный и деятельный. Часто меняет виды деятельности. Перемены настроения. Эмоционален, очень обидчив и чувствителен.  Духовность. Нет привязки к материальному миру. 


➖ Отрицание духовности. Зацикленность на материальном. Узкое мышление. Агрессия. 

(ГИПЕР) Большие проблемы с психикой, агрессия, криминал. Опасность для жизни, особенно автомобильные аварии (проверено на практике), с такой картой рождения нужно очень осторожно водить и не выбирать рискованных видов спорта.
""",
    17: """*17 — ЗВЕЗДА. «Энергия звезды»*

_Целительство, зачастую скатывающееся в вампиризм._

➕ Духовный, творческий, тонко чувствующий человек. Утонченная натура. Часто писательские способности, поэзия. Притягателен для людей: через человека идет поток энергии, которую он щедро отдает.

➖ Лентяй, все откладывает на завтра. Очень приземленный и грубый, лишен возможности почувствовать «прекрасное». Погружен в «бытовуху». Отсутствие веры в себя. 

(ГИПЕР) «Звездная болезнь», гордыня, агрессивность
""",
    18: """*18 — ЛУНА. «Энергия магии и таинственности»*

➕ Люди, живущие ночными биоритмами. Медиум. Из всех карт, по моей практике, у таких людей самые сильные экстрасенсорные способности. Психолог. Творческий талант, актер, певец. Пророческие сны. 

➖ Иллюзии, страхи, фобии, большие проблемы с психикой, алкоголизм, наркомания. Непрактичность. Бессилие.

(ГИПЕР) Материализуют негативные мысли, притягивают дикие события. Магические привязки и воздействия.
""",
    19: """*19 — СОЛНЦЕ. «Энергия радости и процветания»* 

_Эгоизм, склонность и иногда зависимость от внимания окружающих._

➕ Яркая и заметная личность. Есть склонность к творчеству, шоу-бизнесу. Желание постоянно быть в центре внимания, блистать. Жизнь в лучах солнечного света, нельхя находиться в замкнутом пространстве. Энергия этим людям дана для передачи, а не для себя лично. 

➖ Либо большие эгоисты, думают только о себе. Либо забитые и неуверенные люди, страхи и комплексы. Внутреннее самосожжение, если не отдавать энергию другим.
(ГИПЕР) Могут навредить окружающим, зацикливаясь на чем-либо и называя свои идеи.
""",
    20: """*20 — СУД. «Энергия подключения к информационному полю и роду»* 

_Развитие через трудности._

➕ Духовность, очень глубокие и мудрые люди. Часто неуверенные в молодости, но потом достигают уважения и признания. Связь с предками, родом. Энергетическая труба между двумя мирами.

➖ Лентяи, стремятся к ложным идеям, жизнь очень изменчивая, все приходится испытывать на своей шкуре, много кармических грехов. Проблемы с родственниками, родовые болезни. Тяжелая жизнь без поддержки, может не быть детей.

(ГИПЕР) Зацикленность на важности рода. Отключение от материального мира, уход в мир духов.
""",
    21: """*21 — МИР. «Энергия Вселенной»* 

_Прямой канал в космос. Призвание жить честно. Если человек знает, что поступает неправильно, но продолжает это делать, то канал быстро обрубается._

➕ Самая сильная карта рождения. Показатель старой души, огромные экстрасенсорные способности, неординарность, творчество, необычный жизненный путь. Первооткрыватели, путешественники, новаторы. Легко учат языки. Весь мир — дом. 

➖ Эксцентричность, нервозность, психические проблемы, отсутствие цели в жизни, может быть очень жесткое падение. Элементарная ГЛУПОСТЬ! Неверие в позитив окружающего мира. Болезни, ограничивающие движение.

(ГИПЕР) Война со всеми мирами. Создатели вирусов, оружия. Глобальная негативная деятельность. 
""",
    22: """*22 — ШУТ. «Энергия свободы»*

_Старая душа._

➕ Одна из лучших карт рождения. Жизнь очень стабильная, размеренная, сильный ангел хранитель. Это показатель, что "душа" много не грешила и в этой жизни сплошные удовольствия. Открытое сердце, много общения с людьми. Оптимизм.

➖ Неуверенность в собственных силах, бегство от жизни, упускает шансы, много заблуждений. Лень! Замыкают себя в рамках. Материальные привязки.

(ГИПЕР) Глупые решения. Зависимость от слабостей. Разгульная жизнь.
""",
}

affirmative_message_dict = {
    0: """Готовы?""",
    1: """Для начала работы необходимо **рассчитать ваш денежный код**. 
        
*Денежный код* — это цифры, которые будут притягивать к вам деньги.

__Именно через эти энергии именно *к вам будут приходить финансы*__.

__*Деньги — это энергия, а энергия — это деньги*__

_Хотите узнать, что вам нужно делать, чтобы у вас всегда было энергии в изобилии?_
""",
}

pre_buy_message_dict = {
    0: """Чтобы денежный код работал на ВАС, а не против — нужно пройти уроки по этому коду.
*Вывести эти энергии в плюс*

Этот код вы можете ставить в качестве пин-кода от карт и банковских приложений, писать на купюрах и т.д.

__*Но пока вы не пройдете уроки, которые он вам несёт, то ничего не сработает и код не активируется!*__
""",
    1: """У каждого человека __свои задачи__, __свой потенциал__ и __свои уроки.__
        
Каждый приходит в этот мир в *конкретную дату рождения*, которая и определяет __тот самый потенциал и уроки на текущее воплощение Вашей души.__
        
В этой расшифровке вы познакомились со *своими энергиями*. Но часто бывает, что *люди по незнанию выбирают темный путь развития своих энергий.*
        
Именно для этого я сделала *отдельную расшифровку* по переводу __*Ваших личных энергий из минусовых проявлений в плюсовые.*__
        
Cами Энергии — это ваш *«ящичек с инструментами»* для прохождения уроков души и воплощения плана души по предназначениям.
""",
    2: """*__Что вы получите?__*
        
Мы переходим с Вами в *личный диалог* и разбираем *лично Вашу судьбу.*

*Затем я отправлю вам подробный pdf документ с четкими инструкциями по __каждой Вашей энергии.__*
А именно, *что нужно сделать* с конкретной энергией, чтобы она __взяла направление в сторону «светлого» пути__.

_Если что-то будет не понятно, то *мы будем общаться с Вами до полного понимания*_
__*Я никогда не бросаю своих клиентов в непонятной ситуации.*__

*__Зачем это нужно?__*
1️⃣ для того, чтобы выполнить свое предназначение
2️⃣ разблокировать потенциал, данный вам законно при рождении, и использовать его себе во благо
3️⃣ жить в легкости, а не сталкиваться каждый день с агрессией и несправедливостью.
4️⃣ уйти от хаоса и непонимания в жизни

__*Готовы изменить свою жизнь?*__
""",
    3: """__*Авторская программа "Перевод из минуса в плюс"*__
        
*При оплате в течение 10 минут для вас действует специальная цена:
~5000~ ➡️ 1990*
""",
    4: """Сегодня вы получили краткую расшифровку вашего потенциала.

Вы можете дальше ждать у моря погоды, *но денежный код не начнет работать, __и ваша жизнь не начнёт меняться,__ пока вы не __проработаете свои минусы__* и не __*превратите их плюсы.*__

__Сейчас у вас есть уникальная возможность, начать менять свою жизнь.__

Персональная работа по __*Авторской программе "Перевод из минуса в плюс"*__

*Вы получите:*
✅ персональный разбор ваших энергий и рекомендации, как вам перевести все арканы в +
✅ pdf документ с подробной информацией
✅ возможность неограниченно задавать свои вопросы, я не бросаю своих клиентов в непонимании

*Всего за ~5000~ ➡️ 1990*
_*Цена действительна при оплате в течение 10 минут*_
""",
}


progrev_messages1 = {
    0: "Вероятно диалог с ботом затерялся, предлагаю закончить ⬆️",
    1: "Вероятно диалог с ботом затерялся, предлагаю закончить ⬆️",
    2: "Вероятно диалог с ботом затерялся, предлагаю закончить ⬆️",
}

progrev_messages2 = {
    0: """Сегодня вы получили краткую расшифровку вашего потенциала.

Вы можете дальше ждать у моря погоды, *но денежный код не начнет работать, __и ваша жизнь не начнёт меняться,__ пока вы не __проработаете свои минусы__* и не __*превратите их плюсы.*__

__Сейчас у вас есть уникальная возможность, начать менять свою жизнь.__

Персональная работа по __*Авторской программе "Перевод из минуса в плюс"*__

*Вы получите:*
✅ персональный разбор ваших энергий и рекомендации, как вам перевести все арканы в +
✅ pdf документ с подробной информацией
✅ возможность неограниченно задавать свои вопросы, я не бросаю своих клиентов в непонимании

*Всего за ~5000~ ➡️ 1990*
_*Цена действительна при оплате в течение 10 минут*_
""",
    1: """Сегодня вы получили краткую расшифровку вашего потенциала.

Вы можете дальше ждать у моря погоды, *но денежный код не начнет работать, __и ваша жизнь не начнёт меняться,__ пока вы не __проработаете свои минусы__* и не __*превратите их плюсы.*__

__Сейчас у вас есть уникальная возможность, начать менять свою жизнь.__

Персональная работа по __*Авторской программе "Перевод из минуса в плюс"*__

*Вы получите:*
✅ персональный разбор ваших энергий и рекомендации, как вам перевести все арканы в +
✅ pdf документ с подробной информацией
✅ возможность неограниченно задавать свои вопросы, я не бросаю своих клиентов в непонимании

*Всего за ~5000~ ➡️ 1990*
_*Цена действительна при оплате в течение 10 минут*_
""",

    2: """Сегодня вы получили краткую расшифровку вашего потенциала.

Вы можете дальше ждать у моря погоды, *но денежный код не начнет работать, __и ваша жизнь не начнёт меняться,__ пока вы не __проработаете свои минусы__* и не __*превратите их плюсы.*__

__Сейчас у вас есть уникальная возможность, начать менять свою жизнь.__

Персональная работа по __*Авторской программе "Перевод из минуса в плюс"*__

*Вы получите:*
✅ персональный разбор ваших энергий и рекомендации, как вам перевести все арканы в +
✅ pdf документ с подробной информацией
✅ возможность неограниченно задавать свои вопросы, я не бросаю своих клиентов в непонимании

*Всего за ~5000~ ➡️ 1990*
_*Цена действительна при оплате в течение 10 минут*_
""",
}
