send_pocents_message_dict = {
        0 : "Извините, вы не получили 30% от минус",
        1 : "Поздравляем, вы получили 30% от минусов!"
    }

affirmative_message_dict = {
        0 : """Готовы?""",
        1 : """Для начала работы необходимо рассчитать ваш денежный код. 
                Денежный код это цифры , которые будут притягивать к вам деньги,
                именно  через эти Энергии и именно к вам будут приходить финансы.
                То расчет вашего ЛИЧНОГО ДЕНЕЖНОГО кода
                Деньги - это энергия"!"""
    }

pre_buy_message_dict = {
        0 : """Что б денежный код работал на ВАС и не против
                Нужно пройти уроки по этому коду, вы вести эти энергии в плюс
                Активируется он после его прохождения

                Его можно ставит на карты, писать на купюрах, ставить кодом в денежных приложениях и тд.""",
        1 : """Уникальная авторская программа из минуса в плюс
                Что получат?
                Приглашаю вас поработать со мной лично
                При оплате в течении часа цена 5000 1990"""
    }