send_pocents_message_dict = {
        0 : "Извините, вы не получили 30% от минус",
        1 : "Поздравляем, вы получили 30% от минусов!"
    }

arkans_dict = {
        1 : '''1 МАГ «Энергия волшебника и чудотворца"»
(+) Творец, умелый, общительный, очень интересный человек. Золотые руки. Магические способности. Хороший менеджер, администратор.

(-) Не верит в свои силы. Хитрый, жулик, махинатор, лжец и мошенник. Живет за чужой счет. Шарлатан (все его магические способности просто хорошая мистификация).

(ГИПЕР) Гордыня. Использование магических способностей в корыстных целях. Темная магия. Непринятие чужих заслуг.
''',
        2: '''2 – ЖРИЦА «Энергия единства, равенства и гармонии» простой аркан.

(+) Тонкая, чувствительная натура, всегда готова помочь, архетип девственницы, медиумические способности, хороший психолог, учитель.

(-) Непредсказуемость, бегство от реальности, плаксивость, тупость, энергетический вампир. Постоянно жалуется, плачется. Черный маг.

(ГИПЕР) Сплетник и двуличный человек. Получает удовольствие создавая ссоры и действуя исподтишка 
''',
        3:'''3 – ИМПЕРАТРИЦА «Энергия плодородия, зачатия» 

Для женщин:

 **Женственность, мягкость.

(+) Архетип матери, заботливая, для такого человека на первом месте – семья и дети, плодовитый, сексуальный, может очень хорошо зарабатывать. Очень земной, реалист.

(-) Сложно контролировать себя, много излишеств (алкоголь, еда, наркотики, секс), характер порой деспотичный, особенно с домашними, транжира, не настроен на семью. Бездетный. 

(ГИПЕР) Жесткий контроль за детьми и близкими, который часто вредит отношениям. 

Для мужчин: 

(+) Неконфликтные с мягким характером. Хорошо зарабатывают. Их любят и уважают женщины. Хозяйственные. 

(-) Не готовы принимать решения и брать на себя ответственность. Часто живут с сильными женщинами, которые все обязанности взваливают на себя. 

(ГИПЕР) Чрезмерное восхищение собственной персоной. Образ «супергероя». Метросексуал. Повышенный интерес к «женским делам»: вязание, кулинария.
''',
        4: '''4 – ИМПЕРАТОР. «Энергия власти, лидеров и руководителей» 

**Лидер, командир. При подавлении инициативы в детстве, аркан может уйти в тень.

Для мужчин:

(+) Начальник, активный, энергичный, часто занимает видный пост. Хороший политик, директор. Ценит дисциплину и порядок во всем, особенно в семье и на работе.

(-) Упрямый, агрессивный человек. Педант и зануда. Драчун. Много энергии, а деть некуда, вот он и бесится!

(ГИПЕР) Безжалостный. Деспотичный. Завышенный контроль всего вокруг.

Для женщин 

(+) Развитая логика, Уверенность в себе, умение брать на себя ответственность. Специальная реализация очень важна.

(-) Выполняет роль беззащитного ребенка, который вызывает жалость. Не желание брать на себя ответственность.

(Гипер) «Мужчина в юбке». Жесткость. Деспотизм. Убежденность, что все мужчины слабаки. Меряется с мужчинами, нежелание уступать им. Проблемы в личных отношениях. Замена семьи на карьеру. 
''',
        5:'''5 – ПАПА.  «Энергия закона и порядка. Энергия знаний». 

**Эмоциональность, склонность к опеке.

 (+) Духовный человек, умеет слушать, хороший психолог, может быть учитель, добрый советчик. Учителя, политики, ораторы, аналитики. Зарабатывают головой. Хороший семьянин. 

(-) Бездуховный, или духовность и идеалы только для прикрытия, лжец, плохой советчик, человек, который никак не может найти свой путь! Проблемы с созданием семьи. Проблемы с речью. 

(ГИПЕР) Зазнайки. Раздает советы и поучение всем подряд, даже когда этого не требуется. Учатся, но не применяют свои знания. Религиозные фанатики
''',
        6: '''6 – ЛЮБОВНИКИ «Энергия отношений и красоты» 

(+) Чувственный, добрый, нежный и очень сексуальный человек. Душа компании, любит общаться и заводить новые знакомства. Артисты.  Большое внимание к внешности. 

(-) в жизни сложно сделать выбор, часто 2 брака, любовные треугольники, нерешительный человек. Куча комплексов, особенно в сексе и любви. Постоянно колеблется, жизнь постоянно ставит перед выбором.

(ГИПЕР) Нарциссизм. Зацикленность на красоте. Разрушающая зависимость от отношений. 
''',
        7: '''7 – КОЛЕСНИЦА.  «Энергия движения и победы» 

**Удача, рост, психологические проблемы, психотравмы.

(+) Смелый, уверенный. Постоянно в движении, куда-то несется, что-то ему надо делать. Много путешествует, туризм. Много перемен в жизни. Целеустремленный. Спорт. 

(-) Либо полный застой в жизни, лентяй, трус. Либо наоборот слишком активный, дерганный, нервный.

(ГИПЕР) Готов «идти по головам» для достижения своих целей. Навязывание силой другим людям своих целей.  У женщин часто перекос в мужские качества и мужское начало.
''',
        8: '''8 – ПРАВОСУДИЕ «Энергия справедливости и равновесия» 

**Интеллект, чувствительность кармические долги из прошлой жизни. Базовые данные для целительства.

(+) Порядочный, уравновешенный человек. Часто связан с юриспруденцией, законом, милицией. Ясный ум, порой может казаться очень холодным. Справедливый. Ответственный. 

(-) Предвзятый, живет по своему закону, низкие моральные устои, нет внутреннего стержня. Обидчивость. Депрессии. Обвинение других в собственных проблемах. Показатель большой кармы (много грехов).

(ГИПЕР) Борьба за мнимую справедливость. Все вокруг в чем-то виноваты.
''',
        9:'''9 – ОТШЕЛЬНИК «Энергия мудрости» 

(+) Мудрый, любит уединение. Спокойный и рассудительный. Постоянно в духовных поисках или познании себя. Психолог, маг, ясновидящий. Разносторонне развитый. Может разобраться во всем. 

(-) Угрюмый и озлобленный человек, много комплексов, зацикленность только на себе, эгоизм. Проблемы с психикой и социальной адаптацией. Злопамятность. Боязнь одиночества.

(ГИПЕР) Отшельничество. Много связей, но страх пусть их в свою жизнь
''',
        10:'''10 – КОЛЕСО ФОРТУНЫ. «Энергия потока» 

**Успех в любом деле зачастую приводи к неопределённости 

(+) Очень позитивная личность, активный, много поездок. Удачливый, оптимист, возможность реализации себя в любой специальность, свободный выбор пути. Связь с высшими силами. Доверившись Вселенной, остается только научиться принимать ее дары. Связь со Вселенной через интуицию.

(-) Фаталист, страх перед будущим, лентяй, ждет, что судьба сама все принесет на блюдечке с голубой каемочкой.

(ГИПЕР) Не самостоятельность, подверженность чужому мнению. Постоянно что-то не устраивает - вечная борьба с препятствиями.
''',
        11: '''11 – СИЛА «Энергия потенциала и силы» 

**Сила воли, человек много на себя берёт и при этом может с этим справиться. Повышенная мера ответственности. Сила во всех проявлениях. Приглушённые желания, но зависит от сочетания арканов.

(+) Очень энергичный, уверенный в себе, четко знает, что хочет. Лидер. Спортсмен, борец. Сексуальный. Вдохновитель. 

(-) Либо слабый и бесхарактерный, либо чересчур активный, агрессивный, нестабильная нервная система. Проблемы в сексуальной сфере.
''',
        12: '''12 – ПОВЕШЕННЫЙ «Энергия милосердия и доброты. Энергия нового видения» 

**Ученичество - в жизни необходимо постоянно обучаться.

(+) Мудрый, неторопливый. В начале жизни, часто, много испытаний, потом все нормализуется. Не от мира сего, творец, творчество. Очень отзывчивые, щедры люди. Благотворительность. Имеют креативное мнение по любому вопросу. Изобретатели. Новаторы. 

(-) Все видит в перевернутом виде, много иллюзий, болезни, инвалидность (как наказание за грехи), лень, уныние и вечное нытье. Сознательные игры в «жертву».  Нездоровые привязки к отношениям.

(ГИПЕР) Человек отдает больше, чем получает, работает бесплатно, им все пользуются. Пренебрегает собой. Отсутствие любви к себе. 
''',
        13: '''13 – СМЕРТЬ «Энергия перерождения»

**Резкий и дерзкий характер, «воин маг».

 (+) Очень сильная личность, которая, проходя через большие сложности, закаляет свой характер. Много испытаний в жизни, опасности для жизни, травмы, аварии, особенно в начале жизни. Бесстрашные. Хладнокровные. Могут обслуживать рождение и смерть.  Очень подвижные и активные, способны решить любую задачу. 

ЭТО ЛИШЬ ВАРИАНТ!!! НЕ ПУГАТЬСЯ ДАННОЙ КАРТЫ! Магические способности. Военная (или шпионская) карьера.

(-) Либо разрушает себя, либо окружающих, либо и то и другое. Проблемы с психикой, особенно в конце жизни. Алкоголизм, наркомания, криминал. Страхи любых проявлениях: смерти, перемен и т.д.  Зависание в прошлом, не идя дальше. 

(ГИПЕР) Чрезмерный риск жизнью ради дозы адреналина. Резкость и агрессивность. Равнодушие к чужой боли. Суицид.
''',
        14: '''14 – УМЕРЕННОСТЬ «Энергия души, искусства и творчества» 

 **Усреднение (сглаживание) всех других способностей и качеств.

(+) Спокойный, умеренный и творческий человек. Мягкий и добрый. Любовь к животным. Связь с водой и природой. Живет на позитиве в светлых чувствах.

(-) Душа - демон, уход в темноту. Отсутствие терпения.

(ГИПЕР) Не желание прощать. Неумеренность и зависимости. Ранимость. 
''',
        15: '''15 – ДЬЯВОЛ «Энергия искушений и проверок, земных удовольствий»

**Упертость, неверие.

(+) Прирожденный психолог, очень хорошо чувствует людей. Магические способности. Работа с деньгами, банки. Отличный менеджер организатор. Соблазнитель, ДонЖуан. Материальная успешность без привязки к деньгам. Открывает для других путь к свету.

(-) Хитрый и коварный стратег (типичный СКОРПИОН). Либо банальный алкоголик или наркоман. Дьявол дает любую форму зависимости. Человек себе не принадлежит. Его разрывает от ревности, зависти, жадности и сексуальных страстей.

(ГИПЕР) Жажда власти и денег. Мощный манипулятор. Видит слабые стороны человека и использует это в своих целях. Язвительность.
''',
        16: '''16 – БАШНЯ «Энергия духовного пробуждения, разрушения и трансформации»

**Жесткая, мощная натура в споре и энергетике. Архетип "против лома нет приёма".

(+) Резкий, непредсказуемый, очень активный и деятельный. Часто меняет виды деятельности. Перемены настроения. Эмоционален, очень обидчив и чувствителен.  Духовность. Нет привязки к материальному миру. 


(-) Отрицание духовности. Зацикленность на материальном. Узкое мышление. Агрессия. 

(ГИПЕР) Большие проблемы с психикой, агрессия, криминал. Опасность для жизни, особенно автомобильные аварии (проверено на практике), с такой картой рождения очень осторожно водить не выбирать рискованных видов спорта.
''',
        17: '''17 – ЗВЕЗДА «Энергия звезды»

**Целительство, зачастую скатывающееся в вампиризм.

(+) Духовный, творческий, тонко чувствующий человек. Утонченная натура. Часто писательские способности, поэзия. Притягателен для людей: через человека идет поток энергии, которую он отдает щедро.

(-) Лентяй, все откладывает на завтра. Очень приземленный и грубый, лишен возможности почувствовать «прекрасное». Погружен в «бытовуху». Отсутствие веры в себя. 

(ГИПЕР) «Звездная болезнь», гордыня, агрессивность
''',
        18: '''18 – ЛУНА «Энергия магии и таинственности»

(+) Люди ночными биоритмами. Медиум. Из всех карт, по моей практике, у таких людей самые сильные экстрасенсорные способности. Психолог. Творческий талант, актер, певец. Пророческие сны. 

(-) Иллюзии, страхи, фобии, большие проблемы с психикой, алкоголизм, наркомания. Непрактичность. Бессилие.

(ГИПЕР) Материализуют негативные мысли, притягивают дикие события. Магические привязки и воздействия.
''',
        19: '''19 – СОЛНЦЕ «Энергия радости и процветания» 

 **эгоизм, склонность и иногда зависимость от внимания окружающих.

(+) Яркая, заметная личность. Творчество, шоу-бизнес. Желание постоянно быть в центре внимания, блистать. Жизнь в лучах солнечного света. Энергия этим людям дана для передачи, а не для себя лично. Таким людям нельзя находиться в замкнутом пространстве. 

(-) Либо большие эгоисты, думают только о себе. Либо забитые и неуверенные люди, страхи и комплексы. Может впасть в стяжание авторитета любыми способами. Внутреннее самосожжение, если не отдавать энергия другим.
(ГИПЕР) могут навредить окружающим, зацикливаясь на чем - либо и называя свои идеи
''',
        20: '''20 – СУД «Энергия подключения к информационному полю и роду» 

 **Развитие через трудности.

(+) Духовность, очень глубокие и мудрые люди. Часто неуверенные в молодости, но потом достигают уважения и признания. Связь с предками, родом. Энергетическая труба между двумя мирами.

(-) Лентяи, стремятся к ложным идеям, жизнь очень изменчивая, все приходится испытывать на своей шкуре, много кармических грешков. Проблемы с родственниками, родовые болезни. Тяжелая жизнь без поддержки, может не быть детей.

(ГИПЕР) Зацикленность на важности рода. Отключение от материального мира, уход в мир духов.
''',
        21: '''21 – МИР «Энергия Вселенной» 

**Прямой канал в космос. Призвание жить, по совести. Если человек знает, что делает неверно, но делает канал быстро обрубается.

(+) Самая сильная карта рождения. Показатель старой души, огромные экстрасенсорные способности, неординарность, творчество, необычный жизненный путь. Первооткрыватели, путешественники, новаторы. Легко учат языки. Весь мир - дом. 

(-) Эксцентричность, нервозность, психические проблемы, отсутствие цели в жизни, может быть очень жесткое падение. Элементарная ГЛУПОСТЬ! Неверие в позитив окружающего мира. Болезни, ограничивающие движение.

(ГИПЕР) Война со всеми мирами. Создатели вирусов, оружия. Глобальная негативная деятельность. 
''',
        22: '''22 – ШУТ «Энергия свободы»

**Старая душа.

(+) Одна из лучших карт рождения. Жизнь очень стабильная, размеренная, сильный ангел хранитель. Это показатель, что "душа" много не грешила и в этой жизни сплошной кайф. Открытое сердце, много общения с людьми. Не работаю наемными сотрудниками в идеале. Оптимизм.

(-) Неуверенность в собственных силах, бегство от жизни, упускает шансы, много заблуждений. Лень! Замыкают себя в рамках. Материальные привязки.

( ГИПЕР) Глупые решения. Зависимость от слабостей. Разгульная жизнь.
'''
}

affirmative_message_dict = {
        0 : """Готовы?""",
        1 : """Для начала работы необходимо рассчитать ваш денежный код. 
                Денежный код это цифры , которые будут притягивать к вам деньги,
                именно  через эти Энергии и именно к вам будут приходить финансы.
                То расчет вашего ЛИЧНОГО ДЕНЕЖНОГО кода
                Деньги - это энергия"!"""
    }

pre_buy_message_dict = {
        0 : """Что б денежный код работал на ВАС и не против
                Нужно пройти уроки по этому коду, вы вести эти энергии в плюс
                Активируется он после его прохождения

                Его можно ставит на карты, писать на купюрах, ставить кодом в денежных приложениях и тд.""",
        1 : """Уникальная авторская программа из минуса в плюс
                Что получат?
                Приглашаю вас поработать со мной лично
                При оплате в течении часа цена 5000 1990"""
    }